# -*- coding: utf-8 -*-

"""Статический текст, в разных частях платформы"""

# Текст видит пользователь при открытии теста
USER_MESSAGE_BEFORE_TEST = '! Тест можно прервать в любом месте и затем продолжить с того вопроса, где он был прерван !'
# Комментарий к полю веса вопроса, при редактировании
Q_WEIGHT_COMMENT = 'Простые: 0.5 - 1.0 (включительно); Средние: 1.5 - 2.5 (включительно); Сложные: 3.0'
# Коммент при загрузке картинок к вопросу (ответу)
MAX_PICTURE_FILE_SIZE = 'Максимальный размер файла 2MB'
